# FiraCode tap
tap "homebrew/cask-fonts"
cask "font-fira-code"

# git tools
brew "git"

# shell tools
cask "iterm2"
brew "coreutils"
brew "fzf"
brew "rg"
brew "tmux"
brew "zsh"
brew "zsh-syntax-highlighting"

# vim tools
brew "neovim"
brew "ctags"

# databases
cask "postgres"

# languages
brew "node"
brew "python3"
brew "sqlite"

